{
    "people": [
        {
            "id": 0,
            "characterName": "Alligator",
            "firstDialog": [
                "I'm Batman!",
                "Norden, Captain, Norden!",
                "At least, the Yokais, you would say spirits in your world, still have some energy left. Maybe they could help you."
            ],
			"secondDialog": "Nice",
            "questText": "try",
			"questHint": "try harder",
            "questFinished": "well done",
            "dialogsAfterPuzzle": [
                "Muh"
            ]
        },
        {
            "id": 1,
            "kamiName": "Susanno",
            "dialogs": [
                "You litte human, how dare you to intrude in my sanctum. Did my stupid Yokais let you in?",
                "I'm Susanno, the mightiest hero who ever lived. Yamata no Orochi, the most feared eight-headed dragon, was slayed only by myself.",
                "Probably you've already noticed that all worlds became darker then ever before. Even with my endless powers I cannot make a difference.",
                "However, there is a way to restore the balance. Behind you there is a shrine with a sacred treasure. Bring it to me and prove your faith.",
                "Take care of the water"
            ],
            "puzzleText": "Beim Besuch ihres Hauptschreines Fushimi Inari-Taisha in Kyoto schaut sich Inari die an sie gerichteten Kiganbun (Wunsch-Briefe) an, als die Kitsune ihr plötzlich aufgeregt zurufen, dass eines der Schriftstücke vor ihr ein besonders schöner Liebesbrief ist. Um welchen davon handelt es sich wohl?",
            "puzzleAnswer": "2",
            "dialogsAfterPuzzle": [
                "You are more capable than you seem, mortal. I appreciate your eagerness to restore the harmony",
                "The item that you have retrieved from the shrine belongs to my sister Amaterasu, our queen and Kami of the sun",
                "She hid from the world once again, and now it lays in darkness. This is the mirror, Yata-no-Kagami, that was used before to lure her out of the cave",
                "If you wish to bring back the light, talk to my second sister Tsukuyomi and with her help and this mirror, maybe there is still hope"
            ]
        }

    ]
}